namespace NET.DZ3
{
    internal class Program
    {
        static void Main(string[] args)
        {
           // Задание 1
          //Пользователь вводит с клавиатуры число в диапазоне от 1 до 100.Если число кратно 3(делится на 3 безостатка) нужно вывести слово Fizz. Если число кратно 5
          //нужно вывести слово Buzz. Если число кратно 3 и 5 нужнo вывести Fizz Buzz. Если число не кратно не 3 и 5 нужно вывести само число.
          //Если пользователь ввел значение не в диапазоне от 1до 100 требуется вывести сообщение об ошибке.

            Console.WriteLine(  
        }
    }
}
